{
  "institutionalParagraphs": [
    {
      "topic": "History and Foundation",
      "content": "A Cacau Show foi fundada em 1988 por Alexandre Costa no Brasil. Começou com a visão de entregar chocolates de alta qualidade a um preço acessível. O que começou como uma operação de pequena escala rapidamente cresceu e se tornou uma das maiores franquias de chocolates do mundo, graças ao seu foco no artesanato brasileiro e dedicação à excelência.",
      "video":"History_cacau.mp4"
    },
    {
      "topic": "Mission and Values",
      "content": "A missão da Cacau Show é proporcionar momentos de felicidade e indulgência por meio da arte de fazer chocolates. A marca é guiada por valores como inovação, qualidade e satisfação do cliente. Eles se esforçam para oferecer produtos que são tanto únicos quanto cuidadosamente elaborados, mantendo práticas sustentáveis e éticas.",
      "video":"Mission_cacau.mp4"
    },
    {
      "topic": "Product Range",
      "content": "A Cacau Show oferece uma vasta variedade de produtos de chocolate, que vão desde trufas e bombons tradicionais até caixas de presente premium e criações artesanais. Eles inovam continuamente, lançando coleções sazonais e colaborando com chocolatiers renomados para atender a diferentes gostos e ocasiões. Seja para desfrute pessoal ou como presente, a Cacau Show possui um produto de chocolate para todos.",
      "video":"Products_cacau.mp4"
    },
    {
      "topic": "Franchise Model",
      "content": "A Cacau Show cresceu rapidamente por meio de um modelo de franquia robusto, oferecendo oportunidades para empreendedores em todo o Brasil e em outras partes do mundo. Ao manter um alto nível de suporte para os franqueados e garantir consistência na qualidade dos produtos, a empresa estabeleceu uma vasta rede de lojas, contribuindo para o seu sucesso generalizado.",
      "video":"Franquia_Cacau.mp4"
    },
    {
      "topic": "Sustainability and Social Responsibility",
      "content": "A sustentabilidade é um valor fundamental na Cacau Show. A empresa está comprometida em obter seus grãos de cacau de fazendas éticas e sustentáveis, reduzindo seu impacto ambiental. A Cacau Show também se envolve em diversos projetos de responsabilidade social, apoiando comunidades locais e programas educacionais para crianças e famílias em regiões carentes.",
      "video":"Sustainability_Cacau.mp4"
    },
    {
      "topic": "Quality and Craftsmanship",
      "content": "A Cacau Show orgulha-se de entregar chocolates de alta qualidade feitos com paixão e precisão. Seus produtos são elaborados usando ingredientes cuidadosamente selecionados, muitos dos quais são provenientes das melhores regiões produtoras de cacau do Brasil. Sua atenção aos detalhes em cada etapa da produção garante que cada peça de chocolate ofereça uma experiência memorável.",
      "video":"Qualidade_Cacau.mp4"
    },
    {
      "topic": "International Expansion",
      "content": "Embora a Cacau Show seja, em sua essência, uma marca brasileira, sua reputação de excelência ajudou a expandir-se internacionalmente. A marca agora alcança amantes de chocolate em diversos países, exibindo a rica herança brasileira na produção de chocolate em escala global. Seus produtos continuam a ganhar reconhecimento nos mercados internacionais, graças ao seu sabor superior e artesanato de alta qualidade.",
      "video":"International_Cacau.mp4"
    },
    {
      "topic": "Customer Experience",
      "content": "Na Cacau Show, a satisfação do cliente é uma prioridade máxima. As lojas da empresa são projetadas para oferecer um ambiente acolhedor e convidativo, onde os clientes podem explorar o mundo dos chocolates finos. Por meio de um serviço personalizado e foco no feedback dos clientes, a Cacau Show garante que cada visita às suas lojas seja uma experiência agradável e memorável.",
      "video":"Customer_Experience_Cacau.mp4"
    },
    {
      "topic": "Innovation in Chocolate",
      "content": "A Cacau Show não se resume apenas a chocolates tradicionais; ela constantemente ultrapassa os limites da inovação. A marca frequentemente introduz novos sabores, texturas e combinações, experimentando ingredientes como frutas, nozes e especiarias exóticas. Esse espírito de inovação ajuda a marca a se manter à frente das tendências e oferece aos clientes experiências novas e empolgantes a cada visita.",
      "video":"Innovation_Cacau.mp4"
    },
    {
      "topic": "Community Engagement",
      "content": "A Cacau Show está profundamente envolvida no apoio às comunidades locais, particularmente nas regiões onde o cacau é cultivado. A marca patrocina várias iniciativas para melhorar as condições de vida, a educação e a infraestrutura nessas áreas. Além disso, a Cacau Show frequentemente organiza eventos, como oficinas de chocolate e campanhas de caridade, para fomentar o engajamento comunitário e espalhar alegria através do amor pelo chocolate.",
      "video":"Community_Cacau.mp4"
    },
    {
      "topic": "Estudio Jacarandá",
      "content": "O Estúdio Jacarandá, especializado em Design de Varejo, desenvolve projetos conceituais e Rollouts para grandes marcas. Ele é responsável pelo design arquitetônico e pela jornada estratégica do espaço ShopAI CacauShow Lab. Sua equipe criativa propõe uma imersão do Shopper em tecnologias de varejo, simuladas em um ambiente de loja da CacauShow.",
      "video":"Partner_1_Cacau.mp4"
    },
    {
      "topic":"Solvis partner",
      "content":"A Solvis tem como objetivo transformar a captura de insights pela voz do cliente. Conheça o totem de busca por áudio desenvolvido para a Loja do Futuro, ShopAI. Com ele, o feedback dos consumidores sobre tecnologias inovadoras será integrado com inteligência artificial, gerando insights valiosos sobre as tecnologias apresentadas.",
      "video":"Partner_2_Cacau.mp4"

    },
    {
      "topic":"Colorida partner",
      "content":"Todas as mobílias presentes nesta loja foram fabricadas pela Mão Colorida, uma empresa que atua no mercado de soluções para pontos de venda há mais de 25 anos. A principal inovação apresentada nesta loja são os elementos feitos de placas sustentáveis, produzidas a partir de resíduos que iriam diretamente para aterros sanitários, juntamente com a casca da semente de cacau, proporcionando uma placa bonita com um aroma de chocolate.",
      "video":"Partner_3_Cacau.mp4"
    },
    {
      "topic":"Flowwix partner",
      "content":"Aqui na Loja do Futuro você poderá conhecer o Flowix, um software baseado em IA que, por meio de câmeras, traz informações como fluxo, idade e humor das pessoas, além do trajeto percorrido por cada perfil de cliente dentro da loja. Trazendo insights incríveis para tornar a loja mais eficiente e atraente.",
      "video":"Partner_4_Cacau.mp4"
    },
    {
      "topic":"Audio Commerzia Partner",
      "content":"Imagine uma plataforma que unifica o online e o offline, a Audio Commerzia, oferece uma experiência de compra sem atritos para o cliente e controle total para o varejista. Esta é a unificação do comércio da Commerzia, transformando o varejo e conectando todos os pontos de venda em uma única solução integrada e inovadora. Commerzia, POS, CRV, Fidelidade e e-commerce na ponta dos seus dedos.",
      "video":"Partner_5_Cacau.mp4"
    },
    {
      "topic":"Sellbie Partner",
      "content":"A Sellbie combina inteligência de dados com CRM para atrair mais clientes para a loja e ajudar a vender mais. Os robôs de IA da Sellbie organizam seus dados, segmentam sua base e montam campanhas completas por conta própria para serem enviadas via WhatsApp, e-mail e SMS. Indicando qual produto cada cliente tem maior probabilidade de comprar hoje, e ainda construindo fidelidade com ferramentas de marketing.",
      "video":"Partner_6_Cacau.mp4"
    },
    {
      "topic":"Stream Partner",
      "content":"Com a solução de Comércio Social da StreamShop, sua marca potencializa a criação de vídeos a partir da sua rede de vendedores, influenciadores ou afiliados, conectando-os diretamente às suas páginas de e-commerce. Isso oferece uma experiência de compra mais real e muito mais interativa para seus clientes, aumentando o tempo gasto em sua loja e incrementando suas vendas!",
      "video":"Partner_7_Cacau.mp4"
    },
    {
      "topic":"FDRyze",
      "content": "A FD Ryze da Fulcrum Digital é uma solução de IA poderosa que permite a interação em tempo real com avatares de IA modelados em humanos reais. Essas personas inteligentes integram-se perfeitamente aos seus sistemas, atuando como funcionários virtuais. Totalmente personalizáveis, oferecem automação avançada e tomada de decisões semelhantes às humanas, transformando operações e aumentando a eficiência em toda a sua organização.",
      "video": "Partner_FDRYZE_Cacau_Video.mp4"
    },
    {
      "topic":"Parceiros",
      "content": "Além da Fulcrum responsavel por este Avatar e a The Led parceiro responsavel pelas telas do espaço Shop AI, temos o prazer de anunciar outros parceiros: Seidor, Flowix, Sellbie, StreamShop e Solvis que também estão por aqui anunciando suas incríveis soluções com Inteligência Artificial. Não percam a oportunidade de ver essas tecnologias em ação e descobrir como elas podem transformar o seu negócio.Também Presente na Loja estão os parceiros, Estudio Jacarandá e Mão Colorida que contribuíram com a criação do Espaço Shop AI.",
      "video": "All_Partners_Cacau_Video.mp4"
    }
    ,
    {
      "topic":"Welcome",
      "content":"Bem-vindo à loja ShopAI Cacau Show Lab, uma loja alimentada por Inteligência Artificial. Aqui você verá as principais tecnologias integradas com Inteligência Artificial, que estão levando a experiência de compra no varejo físico para outro nível, além de contribuir, é claro, para decisões estratégicas que realmente fazem a diferença para o negócio.",
      "video":"Welcome.mp4"
    }
  ]
}
